;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;  DO NOT translate the item "ReadHabit=Left-to-right". You can modify it if your native language is right to left.
;
; TranslationAuthor: WiseCleaner.com
; TranslationAuthorEmail: support@wisecleaner.com
; Soft Version: 1.0.2
; Update: July 06, 2021
;
[Lang]
NativeLanguage=Español
[Translation]
LangCode=0C0A
ReadHabit=Left-to-right
LanguageName=ES
LangShortName=es-es
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
lblinfo.Caption = Compruebe si esta PC cumple con los requisitos del sistema de Windows 11.
lbllang.Caption = Idioma:
cpu = Procesador
memory = Memoria
disk = Almacenamiento
diskstyle = estilo de partición
firmware = firmware del sistema
boot = arranque seguro
graphiccard = Tarjeta gráfica
tpm = TPM 2.0
info3 = La frecuencia del procesador es inferior a 1 GHz.
info4 = La arquitectura del procesador es x86, pero Windows 11 no lo admite.
info5 = El procesador no está en la lista de compatibles.
info6 = Windows 11 no es compatible con un procesador de 32 bits.
info7 = El estilo de la partición del disco no es GPT.
info8 = La memoria física debe ser de 4 GB o más.
info9 = El disco del sistema debe tener 64 GB o más.
info10 = El firmware del sistema no es compatible con el arranque seguro.
info11 = La tarjeta gráfica no es compatible con DirectX 12.
info12 = La versión de WDDM es inferior a 2.x
info13 = TPM no es compatible.
info14 = TPM está deshabilitado.
info15 = La versión de TPM es inferior a 2.0
info16 = El firmware del sistema no es compatible con UEFI.
info-3 = Es un procesador de 64 bits no reconocido.
info-4 = El espacio libre en disco es inferior a 64 GB.
tpminfo = Módulo de plataforma segura, versión 2.0
directxinfo = Gráficos compatibles con DirectX% s / WDDM% s
bootinfo = Los arranques de PC solo usan firmware confiable.
support = Compatible
unknow = Desconocido
unsupport = No compatible
NewVer = ¡Hay una nueva versión disponible! ¿Te gustaría actualizar ahora?
